/* 
  PreMountainLion.strings
  SkypeMac
 
  This file contains strings which should be different on systems older than Mountain Lion.

  Created by Dion Crannitch on 25/07/12.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* Alert title: Delete AB contact */
AlertTitle_CannotDeleteABContact = "Can’t delete Address Book contact.";
/* Alert message: Delete AB contact */
AlertMessage_CannotDeleteABContact = "To delete this contact, remove them from your Mac Address Book.";

/* Contact group name */
ContactGroupName_AddressBook = "Address Book";

/* Name of Mac System Address book as displayed in JSAPI, other address books might be Google, Outlook etc. */
AddressBookName_AppleAddressBook = "Mac Address Book";

/* General preferences: Show AB Contacts checkbox title */
GeneralPreferences_ShowAddressBookContactsCheckbox_Title = "Show Address Book contacts";

/* General preferences: Show Address Book contacts tool tip */
GeneralPreferences_ShowAddressBookContactsButton_Tooltip = "You need to give Skype permission to access your Address Book contacts in System Preferences and then relaunch Skype to enable this option.";